{
    "items": [
        {
            "type": "text",
            "items": [
                {
                    "title": "Llansteffan",
                    "type": "text",
                    "description": "Llansteffan is a two mile drive from Eden Gardens and offers a lovely sandy beach and free public carpark with outlets to purchase chips and ice cream. A ferry crosses the River Tywi to the village of Ferryside and operates daily during school holidays and at weekends (F,Sa,Su) outside these times. Please refer to their website for move information: https://www.carmarthenbayferries.co.uk/ferry/.",
                    "icon": "",
                    "size": "7"
                },
                {
                    "title": "Llansteffan Castle",
                    "type": "text",
                    "description": "Llansteffan Castle crowning the top of a well-defined headland overlooks the beach and is open to the public. Entry to the Castle is free. ",
                    "icon": "",
                    "size": "7"
                },
                {
                    "title": "Wales Coastal Path",
                    "type": "text",
                    "description": "Guests can walk with Wales Coastal Path that passes the rear of Elmrise Park. Further information and route map can be found on the Path website: https://www.walescoastpath.gov.uk/?lang=en",
                    "icon": "",
                    "size": "7"
                },
                {
                    "title": "Carmarthen",
                    "type": "text",
                    "description": "Sited on the river Towy Carmarthen is a small town of around 15,000 inhabitants and lays claim to being one of, if not the oldest town, in Wales. It was in 1546 that the two settlements of old and new Carmarthen joined to form a single town. The origins of Carmarthen can be traced back to pre-Roman times when it was known as Moridumum (meaning ‘sea fort’). It has a Roman fort, which is believed to date back to AD75.",
                    "icon": "",
                    "size": "7"
                },
                                {
                    "icon": "",
                    "title": "Food and Drink",
                    "type": "text",
                    "size": "7",
                    "description": "Within walking distance from the Lodges is the International Hostel with a Mexican themed bar offering pool, darts a jukebox and mexican food. Opening hours are subject to seasonal trends, Also within walking distance from the Lodges is the Mansion House restaurant and bar. A short drive into Llansteffan you will find The Inn at the Sticks and The Castle Inn. The Farmers Arms in Llanybri is a country pub serving authentic Thai and British cuisine and a Sunday carvery. Carmarthen offers a wide selection of cafe’s, bars and restaurants."
                },
                {
                    "icon": "",
                    "title": "Shops",
                    "type": "text",
                    "size": "7",
                    "description": "The closest shop is approximately 2.6 miles from Eden Gardens is The Village Stores in Llansteffan, This is a small convenience store and is open most days. There is a Spar enroute to Eden Gardens from Carmarthen in Johnstone with major supermarkets located in Carmarthen that include Tesco Extra, Aldi and Morrisons."
                },
                {
                    "title": "Food Delivery",
                    "description": "Indian takeaway food delivery is available from the Cinnamon Indian Cuisine Restaurant through the Just Eat app. Chinese and chip shop food can delivered by Towy’s, please go to their website to book https://www.towyschineseandfish.co.uk/ ",
                    "size": "7"
                }
            ]
        }
    ]
}
